{
  "overallFeedback": [
    {
      "from": 0,
      "to": 100
    }
  ],
  "behaviour": {
    "inputFieldSize": "10",
    "enableRetry": true,
    "ignoreScoring": false,
    "pointsHost": 1,
    "linebreakReplacement": " "
  },
  "checkAnswer": "Check",
  "submitAnswer": "Submit",
  "tryAgain": "Retry",
  "showSolution": "Show solution",
  "feedbackHeader": "Feedback",
  "solutionTitle": "Sample solution",
  "remainingChars": "Remaining characters: @chars",
  "notEnoughChars": "You must enter at least @chars characters!",
  "messageSave": "saved",
  "ariaYourResult": "You got @score out of @total points",
  "ariaNavigatedToSolution": "Navigated to newly included sample solution after textarea.",
  "ariaCheck": "Check the answers.",
  "ariaShowSolution": "Show the solution. You will be provided with a sample solution.",
  "ariaRetry": "Retry the task. You can improve your previous answer if the author allowed that.",
  "taskDescription": "The country of Elbonia has three states: Mudston with a population of 866,000; WallaWalla with a population of 626,000; and Dilberta with a population of 256,000. There are 38 seats in the Congress of Elbonia. The apportionment of the seats is determined by Hamilton’s method to be: 19 for Mudston, 14 for WallaWalla, and 5 for Dilberta. A census reveals that the population has grown and the seats must be reapportioned. If Mudston now has 921,000 residents, WallaWalla now has 640,000 residents, and Dilberta now has 260,000 residents, how many seats will each state receive upon reapportionment? How is this an example of the population paradox?",
  "isSolutionPublic": true,
  "solution": {
    "introduction": "",
    "sample": ""
  },
  "keywords": [
    {
      "options": {
        "points": 1,
        "occurrences": 1,
        "caseSensitive": false,
        "forgiveMistakes": false,
        "feedbackIncludedWord": "keyword",
        "feedbackMissedWord": "none"
      },
      "keyword": "*"
    }
  ],
  "detailedSolution": "The Hamilton reapportionment is: 19 for Mudston, 13 for WallaWalla, and 6 for Dilberta. This is an example of the population paradox because WallaWalla lost a seat to Dilberta, even though WallaWalla’s population grew by 2.24 percent while Dilberta’s only grew by 1.56 percent."
}