{
  "overallFeedback": [
    {
      "from": 0,
      "to": 100
    }
  ],
  "behaviour": {
    "inputFieldSize": "10",
    "enableRetry": true,
    "ignoreScoring": false,
    "pointsHost": 1,
    "linebreakReplacement": " "
  },
  "checkAnswer": "Check",
  "submitAnswer": "Submit",
  "tryAgain": "Retry",
  "showSolution": "Show solution",
  "feedbackHeader": "Feedback",
  "solutionTitle": "Sample solution",
  "remainingChars": "Remaining characters: @chars",
  "notEnoughChars": "You must enter at least @chars characters!",
  "messageSave": "saved",
  "ariaYourResult": "You got @score out of @total points",
  "ariaNavigatedToSolution": "Navigated to newly included sample solution after textarea.",
  "ariaCheck": "Check the answers.",
  "ariaShowSolution": "Show the solution. You will be provided with a sample solution.",
  "ariaRetry": "Retry the task. You can improve your previous answer if the author allowed that.",
  "taskDescription": "On the TV game show <i>The Price Is Right</i>, contestants play games to try to win prizes. One of these games is called “Let ‘Em Roll.” In this game, players roll five 6-sided dice. These dice each have 3 faces labeled with a car; the other 3 faces are labeled with prize money amounts (one each of $500, $1000, and $1500). Players get to roll all 5 dice, then have the opportunity to win additional rolls. If all 5 dice show a car, the contestant wins a new car. If not, the contestant can use any additional rolls to reroll the dice with prize money showing to try to win the car (or, they can take the total amount of money showing on the dice and end the game). Kathleen is playing this game, and she has 3 rolls to try to win the car. On her first roll, 3 of the dice showed cars. Use an appropriate method to find the sample space of the number of cars showing after each of the following rolls. Give those outcomes as ordered pairs: (number of cars after the second roll, number of cars after the third roll).",
  "isSolutionPublic": false
}