{
  "overallFeedback": [
    {
      "from": 0,
      "to": 100
    }
  ],
  "behaviour": {
    "inputFieldSize": "10",
    "enableRetry": true,
    "ignoreScoring": false,
    "pointsHost": 1,
    "linebreakReplacement": " "
  },
  "checkAnswer": "Check",
  "submitAnswer": "Submit",
  "tryAgain": "Retry",
  "showSolution": "Show solution",
  "feedbackHeader": "Feedback",
  "solutionTitle": "Sample solution",
  "remainingChars": "Remaining characters: @chars",
  "notEnoughChars": "You must enter at least @chars characters!",
  "messageSave": "saved",
  "ariaYourResult": "You got @score out of @total points",
  "ariaNavigatedToSolution": "Navigated to newly included sample solution after textarea.",
  "ariaCheck": "Check the answers.",
  "ariaShowSolution": "Show the solution. You will be provided with a sample solution.",
  "ariaRetry": "Retry the task. You can improve your previous answer if the author allowed that.",
  "taskDescription": "The country of Neverland has two states: Neverwood with a population of 760,000 and Mermaids Lagoon with a population of 943,000. The constitution of Neverland requires that the 84 congressional seats be apportioned by Hamilton’s method. Neverwood has received 37 seats while Mermaids Lagoon has received 47 seats. Recently, the island of Marooners Rock with a population of 190,000 has joined the union, becoming a state of Neverland. When Marooners Rock is included, nine additional seats must be apportioned to maintain the same ratio of seats to citizens. Use Hamilton’s method to reapportion the 93 seats to the three states. How is the resulting apportionment an example of the new-states paradox?",
  "isSolutionPublic": true,
  "solution": {
    "introduction": "",
    "sample": ""
  },
  "keywords": [
    {
      "options": {
        "points": 1,
        "occurrences": 1,
        "caseSensitive": false,
        "forgiveMistakes": false,
        "feedbackIncludedWord": "keyword",
        "feedbackMissedWord": "none"
      },
      "keyword": "*"
    }
  ],
  "detailedSolution": "The reapportionment gives 38 seats to Neverwood, 46 seats to Mermaids Lagoon, and 9 seats to Marooners Rock. This is an example of the new-states paradox because the original state Mermaids Lagoon lost a seat to the original state Neverwood when the new state was added to the union."
}